export const FAQ = [
  {
    title: '登入與註冊',
    QA: [
      {
        Question: '需要註冊會員嗎?',
        answer:
          '當您瀏覽籌碼資訊、店家資訊、活動資訊...等內容資訊時並不需要註冊會員。若欲使用打賞、兌換、蒐藏、儲值功能或執行任務時，為了提供給您更好的服務體驗，請先使用手機號碼登入；當您第一次登入成功時便會同時完成會員註冊。',
      },
      {
        Question: '可使用什麼方式登入/註冊會員?',
        answer: '目前開放使用LINE / Gmail / 手機號碼登入',
      },
      {
        Question: '為什麼沒收到簡訊驗證碼？',
        answer:
          '請確認手機訊號是否良好，若訊號不佳可能導致簡訊發送失敗。請確認手機是否有安裝廣告阻擋/網路安全軟體，驗證碼簡訊可能會因此遭到阻擋。若短時間內有重複操作多次驗證動作，建議稍待一段時間後再試。',
      },
    ],
  },
  {
    title: '會員服務',
    QA: [
      {
        Question: '個人資料填錯怎麼辦?',
        answer: '除了生日/星座不可修改以外，其餘均可於【個人選單】>【個人資料】修改',
      },
      {
        Question: '如何聯絡客服?',
        answer:
          '您可以透過以下方式聯繫客服人員：加入Line官方帳號：@womoid (建議方式)加入FB官方粉絲團：搜尋「WOMO用籌碼加溫每一次互動」發送Email到service@womo.com.tw客服人員的服務時間為周一至周五 09:00~18:00中午休息時段(12:00~13:00)及例假日、國定假日不提供服務喔！感謝您的體諒！',
      },
    ],
  },
];
